<?php
return [
    'main' => 'Управление',
    'files' => ' Файлы',
    'customers' => 'Пользователи',
    'companies' => 'Компании',
    'do' => 'Выполнить',
    'request' => 'Отчетность',
    'reports' => 'Отчеты',
    'settings' => 'Реквизиты и настройки',
    'support' => 'Помощь',
    'status' => 'Статус',
    'report' => [
        'name' => 'Наименование отчета',
        'file' => 'Файл',
        'date' => 'Дата создания',
        'status' => [
            'new'=>'Новый',
            'fail'=>'Неуспех',
            'success'=>'Успешно',
        ]
    ],
];
?>
