<?php
return [
    'app_name' => 'Турбо.Отчет',
    'customers' => "Пользователи",
    'companies' => "Компании пользователей",
    'main' => 'Главная',
    'files' => ' Файлы',
    'upload' => 'Загрузить',
    'upload_report' => 'Загрузить отчетность',
    'wework' => 'Обработка',
    'success_work' => 'Отчетность сдана',
    'do' => 'Выполнить',
    'uploaded' => 'Загруженные',
    'request' => 'Отчетность',
    'reports' => 'Отчеты',
    'settings' => 'Реквизиты и настройки',
    'support' => 'Помощь',
    'report' => [
        'name' => 'Наименование отчета',
        'file' => 'Файл',
        'date' => 'Дата создания',
        'status' => [
            'title'=>'Статус',
            'new'=>'Новый',
            'sent'=>'Отправлено в ИФНС',
            'ifns'=>'Принято в ИФНС',
            'done'=>'Сданна',
            'fail'=>'Отклонена',
        ],
    ],
    'search'=>'Поиск',
    'file' => [
        'name' => 'Название файла',
        'file' => 'Файл',
        'company' => 'Компания',
        'report' => 'Отчетность',
        'date' => 'Дата создания',
        'status' => 'Статус',
    ],
    'my_companies'=>'Мои компании',
    'add_company'=>'Добавить компанию',
    'add_report'=>'Добавить отчетность',
    'upload_file'=>'Загрузить файл',
    'common'=>'Общая информация',
    'company'=>[
        'name'=>'Наименование компании',
        'registered'=>'Дата регистрации',
        'date'=>'Дата регистрации',
        'inn'=>'ИНН',
        'kpp'=>'КПП',
        'okved'=>'ОКВЭД',
        'accountant'=>'Бухгалтер',
        'description'=>'Дополнительная информация',
    ],
    "customer"=>"Клиент",
    'user'=>[
        'status'=>[
            'request'=>'Запрос на доступ',
            'new'=>'Подтвержденный',
            'ready'=>'Получен ЭЦП',
        ]
    ]
];
?>
