<?php
return [
    'app_name' => 'Турбо.Отчет',
    'main' => 'Главная',
    'files' => ' Файлы',
    'upload' => 'Загрузить',
    'upload_report' => 'Загрузить отчетность',
    'wework' => 'Обработка',
    'success_work' => 'Отчетность сдана',
    'do' => 'Выполнить',
    'uploaded' => 'Загруженные',
    'request' => 'Отчетность',
    'reports' => 'Отчеты',
    'settings' => 'Реквизиты и настройки',
    'support' => 'Помощь',
    'report' => [
        'name' => 'Наименование отчета',
        'file' => 'Файл',
        'date' => 'Дата создания',
        'status' => [
            'title'=>'Статус',
            'new'=>'На проверке',
            'done'=>'Сдан в налоговую',
            'fail'=>'Обнаружены ошибки',
        ],
    ],
    'needhelp'=>'Нужна помощь?',
    'help'=>'Помощь',
    'file' => [
        'name' => 'Название файла',
        'file' => 'Файл',
        'company' => 'Компания',
        'report' => 'Отчетность',
        'date' => 'Дата создания',
        'status' => 'Статус',
    ],
    'my_companies'=>'Мои компании',
    'add_company'=>'Добавить компанию',
    'add_report'=>'Добавить отчетность',
    'upload_file'=>'Загрузить файл',
    'upload_etsp'=>'Загрузить документы для ЭЦП',
    'common'=>'Сдача отчетности',
    'company'=>[
        'name'=>'Наименование компании',
        'registered'=>'Дата регистрации',
        'date'=>'Дата регистрации',
        'inn'=>'ИНН',
        'kpp'=>'КПП',
        'okved'=>'ОКВЭД',
        'accountant'=>'Бухгалтер',
        'description'=>'Дополнительная информация',
    ],
    'user'=>[
        'status'=>[
            'ready'=>'Запрос выполнен',
            'request'=>'Запрос обрабатывается',
            'new'=>'Запрос обрабатывается'
        ]
    ]
];
?>
