<?php
return [
    'app_name' => 'Турбо.Отчет',
    'main' => 'Главная',
    'files' => ' Файлы',
    'upload' => 'Загрузить',
    'upload_report' => 'Загрузить отчетность',
    'wework' => 'Обработка',
    'success_work' => 'Отчетность сдана',
    'do' => 'Выполнить',
    'uploaded' => 'Загруженные',
    'request' => 'Отчетность',
    'reports' => 'Отчеты',
    'settings' => 'Реквизиты и настройки',
    'support' => 'Помощь',
    'report' => [
        'name' => 'Наименование отчета',
        'file' => 'Файл',
        'date' => 'Дата создания',
    ],
];
?>
